Repository: crunchmail/toothpaste
Catalog: src/app/internal_components/lang/*/toothpaste.po
Languages: fr

source: Add a link
fr: Ajouter un lien

source: Add logo
fr: Ajouter un logo

source: Address
fr: Adresse

source: Advanced options
fr: Options avancées

source: Align content left
fr: Aligner le contenu à gauche

source: Align content right
fr: Aligner le contenu à droite

source: Are you sure to change page? Your unsaved changes will be lost.
fr: Êtes-vous sûr de vouloir changer de page ? Toutes vos modifications non sauvegardées seront perdues.

source: Are you sure you want to delete this colorset ?
fr: Êtes-vous sûr de vouloir supprimer cette palette de couleur ?

source: Are you sure you want to delete this container ?
fr: Êtes vous sûr de vouloir supprimer ce conteneur ?

source: Are you sure you want to delete this template ?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?

source: Back to template choice
fr: Retour au choix du modèle

source: Background Color
fr: Couleur d’arrière-plan

source: Background color
fr: Couleur de fond

source: Background color :
fr: Couleur de fond :

source: Block saved
fr: Bloc enregistré

source: Blocks
fr: Blocs

source: Bold
fr: Gras

source: Cancel
fr: Annuler

source: Center content
fr: Centrer le contenu

source: Change font family
fr: Changer de police

source: Change font size
fr: Changer la taille de police

source: Choose this model
fr: Choisir ce modèle

source: Close
fr: Fermer

source: Color Set created
fr: Pallette de couleur enregistrée

source: Color Set deleted
fr: Palette de couleurs supprimée

source: Color Set not deleted
fr: Palette de couleurs non supprimée

source: Colors
fr: Couleurs

source: Containers
fr: Conteneurs

source: Containers alignment
fr: Alignement des conteneurs

source: Containers padding
fr: Marge des conteneurs

source: Draft saved
fr: Brouillon enregistré

source: Draft updated
fr: Brouillon mis à jour

source: Elements
fr: Éléments

source: Email address
fr: Adresse email

source: Empty layout
fr: Mise en page vierge

source: Enter a name for your template :
fr: Entrez un nom pour votre gabarit :

source: Explanations on the message's origin
fr: Explications sur l’origine du message

source: File added
fr: Fichier ajouté

source: Files
fr: Fichier

source: Font Family
fr: Polices

source: Generic color sets
fr: Palettes de couleur

source: Import my HTML
fr: Importer mon HTML

source: Inner containers padding
fr: Marge interne des conteneurs

source: Insert block or container
fr: Ajouter un bloc ou un conteneur

source: Insert element
fr: Ajouter un élément

source: Italic
fr: Italique

source: Layout
fr: Mise en page

source: Link
fr: Lien

source: Link Text
fr: Lien du texte

source: Link text
fr: Texte du lien

source: Message updated
fr: Message mis à jour

source: My Blocks
fr: Mes Blocs

source: My color sets
fr: Mes palettes de couleurs

source: My templates
fr: Mes gabarits

source: Other Titles
fr: Autres titres

source: Others stylesets
fr: Autres styles

source: Paste your html...
fr: Coller votre Html…

source: Pick a template
fr: Choisir un modèle

source: Please enter a correct value
fr: Veuillez entrer une valeur correcte

source: Please upload an image. Other file types are not supported.
fr: Merci de choisir une image. Les autres types de fichiers ne sont pas supportés.

source: Postal Address
fr: Adresse postale

source: Preheader text
fr: Texte d’en-tête

source: Preview
fr: Prévisualisation

source: Remove all styles
fr: Supprimer tous les styles

source: Remove link
fr: Supprimer le lien

source: Return to edition
fr: Retour à l’édition

source: Return to message details
fr: Retourner aux informations du message

source: Save
fr: Sauvegarder

source: Save and exit
fr: Sauver et quitter

source: Save and quit
fr: Sauver et quitter

source: Save as new template
fr: Sauvegarder un nouveau gabarit

source: Save new palette
fr: Sauvegarder ma palette

source: Set container to full width
fr: Étendre le conteneur sur toute la largeur

source: Template Style
fr: Styles du modèle

source: Template saved
fr: Gabarit enregistré

source: Template updated
fr: Gabarit mis à jour

source: Text
fr: Texte

source: Text color
fr: Couleur du texte

source: Text link color
fr: Couleur du lien

source: Title 1
fr: Titre 1

source: Title 2
fr: Titre 2

source: Title 3
fr: Titre 3

source: Typography
fr: Typographie

source: Underline
fr: Souligné

source: Undo
fr: Annuler

source: Update
fr: Mettre à jour

source: Update and quit
fr: Mettre à jour et quitter

source: Update the template
fr: Mettre à jour le template

source: Upload your file
fr: Charger votre fichier

source: Upload your image
fr: Charger votre image

source: Visible text in the pre-load of your email
fr: Texte visible au pré-chargement de votre mail

source: Width
fr: Largeur

source: You have an unsaved Color Set, do you want to save it?
fr: Vous avez une palette de couleur non sauvegardée, souhaitez-vous l’enregistrer ?

source: You must add a color set
fr: Vous devez ajouter une palette de couleur

source: You must first add a color set
fr: Vous devez d'abord ajouter une palette de couleur

source: You must first select a style set
fr: Vous devez d'abord sélectionner un style

source: You must select a style set
fr: Vous devez ajouter un style

source: Your draft has not been saved
fr: Votre brouillon n’a pas été enregistré

source: Your draft has not been updated
fr: Votre brouillon n’a pas été mis à jour

source: Your file haven't been added
fr: Votre fichier n’a pas été ajouté

source: Your file is too large
fr: Votre fichier est trop volumineux

source: Your html content is invalid
fr: Votre contenu HTML est invalide

source: Your image is too large
fr: Votre image est trop grande

source: Your message has been created
fr: Votre message a bien été créé

source: Your message has been updated
fr: Votre message a bien été mis à jour

source: Your message has not been updated
fr: Votre message n’a pas été mis à jour

source: Your message hasn't been created
fr: Votre message n’a pas été créé

source: Your message hasn't been updated
fr: Votre message n’a pas été mis à jour

source: Your template has been deleted
fr: Votre gabarit a été supprimé

source: Your template has not been saved
fr: Votre gabarit n’a pas été enregistré

source: Your template has not been updated
fr: Votre gabarit n'a pas été mis a jour

source: show header
fr: Afficher l’en-tête

source: {{'Are you sure you want to delete this container ?' | translate}}
fr: {{'Êtes-vous sûr de vouloir supprimer ce conteneur ?' | translate}}
